Repository: yorha59/glotty
Catalog: Glotty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Runs Apple's on-device foundation model. No API key, no network — your text never leaves the Mac, and it works offline. Requires an Apple Silicon Mac with Apple Intelligence enabled (macOS 26+). Output quality is lighter than the larger cloud models; switch providers above for the most demanding polish.
de: Führt Apples on-device Foundation-Modell aus. Kein API-Schlüssel, kein Netzwerk — dein Text verlässt den Mac nie, und es funktioniert offline. Erfordert einen Apple Silicon Mac mit aktiviertem Apple Intelligence (macOS 26+). Die Ausgabequalität ist geringer als bei den größeren Cloud-Modellen; wechsle oben zu Anbietern für die anspruchsvollste Nachbearbeitung.
es: Ejecuta el modelo foundation de Apple en el dispositivo. No hay clave de API, no hay red — tu texto nunca sale del Mac y funciona sin conexión. Requiere un Mac con Apple Silicon con Apple Intelligence activado (macOS 26+). La calidad de salida es más ligera que la de los modelos de nube más grandes; cambia de proveedores arriba para el pulido más exigente.
fr: Exécute le modèle de base sur l'appareil d'Apple. Pas de clé API, pas de réseau — votre texte ne quitte jamais votre Mac, et il fonctionne hors ligne. Nécessite un Mac Apple Silicon avec Apple Intelligence activé (macOS 26+). La qualité de sortie est plus légère que celle des modèles cloud plus volumineux ; changez de fournisseur ci-dessus pour le polissage le plus exigeant.
ja: Appleのデバイス上の基盤モデルを実行します。APIキーもネットワークも不要 — テキストがMacから出ることはなく、オフラインでも動作します。Apple Intelligenceが有効になったApple Silicon Macが必要です（macOS 26+）。出力品質はより大きなクラウドモデルより軽量です；最も高度な仕上げには上のプロバイダーを切り替えてください。
ko: Apple의 기기 내 기본 모델을 실행합니다. API 키 없이, 네트워크 없이 — 텍스트는 Mac을 벗어나지 않으며 오프라인에서 작동합니다. Apple Intelligence가 활성화된 Apple Silicon Mac이 필요합니다 (macOS 26+). 출력 품질은 더 큰 클라우드 모델보다 가볍습니다; 가장 엄격한 연마를 위해 위에서 공급업체를 전환하십시오.
zh_hans: 运行苹果的设备端基础模型。无需 API 密钥，无需网络 — 您的文本永远不会离开 Mac，且可在离线状态下工作。需要配备 Apple Silicon 的 Mac 并启用 Apple Intelligence (macOS 26+)。输出质量比大型云模型更轻量；如需最佳润色效果，请在上方切换提供商。
zh_hant: 採用 Apple 的裝置內基礎模型。無需 API 金鑰，也無需網路 — 您的文字不會離開 Mac，並可在離線狀態下運作。需要支援 Apple Intelligence 的 Apple Silicon Mac (macOS 26+)。輸出品質相比大型雲端模型較為輕量；對於最高品質的需求，請在上方切換供應商。

source: Same model as OpenAI direct, routed through OpenRouter — useful if you only want one API key.
de: Dasselbe Modell wie bei direkter OpenAI-Anbindung, über OpenRouter geleitet — nützlich, wenn Sie nur einen API-Schlüssel möchten.
es: Mismo modelo que OpenAI directo, enrutado a través de OpenRouter — útil si solo quieres una clave de API.
fr: Même modèle qu'OpenAI direct, acheminé via OpenRouter — utile si vous ne voulez qu'une seule clé API.
ja: OpenAI直接と同じモデルですが、OpenRouter経由でルーティングされています — APIキーを1つだけ使用したい場合に役立ちます。
ko: OpenAI 직접 사용과 동일한 모델로 OpenRouter를 통해 라우팅됩니다 — 하나의 API 키만 사용하고 싶을 때 유용합니다.
zh_hans: 与OpenAI直接调用使用相同的模型，通过OpenRouter路由 — 如果您只想使用一个API密钥，此选项很有用。
zh_hant: 與直接使用 OpenAI 相同的模型，經由 OpenRouter 路由 — 如果您只想使用一個 API 金鑰很有用。

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save to
de: Speichern in
es: Guardar en
fr: Enregistrer dans
ja: 保存先
ko: 다음에 저장
zh_hans: 保存到
zh_hant: 儲存到

source: Saves Glotty's debug log to your Desktop and reveals it in Finder. Attach it when reporting an issue.
de: Speichert Glottys Debugprotokoll auf Ihrem Desktop und öffnet es im Finder. Fügen Sie es beim Melden eines Problems hinzu.
es: Guarda el registro de depuración de Glotty en tu Escritorio y lo muestra en Finder. Adjúntalo al informar de un problema.
fr: Enregistre le journal de débogage de Glotty sur votre Bureau et l'affiche dans Finder. Joignez-le lors du signalement d'un problème.
ja: Glottyのデバッグログをデスクトップに保存し、Finderで表示します。問題を報告する際に添付してください。
ko: Glotty의 디버그 로그를 데스크톱에 저장하고 Finder에서 열어 문제를 보고할 때 첨부하세요.
zh_hans: 将Glotty的调试日志保存到您的桌面，并在Finder中显示它。报告问题时请附加该日志。
zh_hant: 將 Glotty 的除錯日誌儲存到您的桌面並在 Finder 中顯示它。在回報問題時附加此檔案。

source: Say it naturally now — type your new version below.
de: Sag es jetzt natürlich — tippe deine neue Version unten ein.
es: Dílo de forma natural ahora — escribe tu nueva versión abajo.
fr: Dites-le naturellement maintenant — tapez votre nouvelle version ci-dessous.
ja: 今、自然に言ってみてください — 新しいバージョンを以下に入力してください。
ko: 이제 자연스럽게 말해보세요 — 아래에 새 버전을 입력하세요.
zh_hans: 现在请自然地说 — 在下面输入你的新版本。
zh_hant: 現在自然地說出來 — 在下方輸入您的新版本。

source: Say it naturally — type your version below
de: Sagen Sie es natürlich — geben Sie Ihre Version unten ein
es: Dílo de forma natural — escribe tu versión a continuación
fr: Dites-le naturellement — tapez votre version ci-dessous
ja: 自然に言ってみて — 以下にあなたのバージョンを入力してください
ko: 자연스럽게 말해보세요 — 아래에 버전을 입력하세요
zh_hans: 自然地说 — 在下方输入您的版本
zh_hant: 自然地說 — 在下面輸入你的版本

source: Search dictionaries
de: Wörterbücher durchsuchen
es: Buscar diccionarios
fr: Rechercher dans les dictionnaires
ja: 辞書を検索
ko: 사전 검색
zh_hans: 搜索词典
zh_hant: 搜尋辭典

source: Select a single word to spell-check.
de: Wählen Sie ein einzelnes Wort für die Rechtschreibprüfung aus.
es: Selecciona una sola palabra para corregir la ortografía.
fr: Sélectionnez un seul mot pour vérifier l'orthographe.
ja: スペルチェックする単語を一つ選択してください。
ko: 맞춤법 검사를 하려면 단어 하나만 선택하세요.
zh_hans: 选择单个单词进行拼写检查。
zh_hant: 請選取一個單字進行拼寫檢查。

source: Select some text first, then press %@.
de: Wählen Sie zuerst etwas Text aus, dann drücken Sie %@.
es: Selecciona primero algo de texto, luego presiona %@.
fr: Sélectionnez d'abord du texte, puis appuyez sur %@.
ja: まずテキストを選択してから%@を押してください。
ko: 먼저 텍스트를 선택한 다음 %@를 누르세요.
zh_hans: 请先选择一些文本，然后按 %@。
zh_hant: 請先選取一些文字，然後按下 %@。

source: Select text in any app, then choose Glotty from the Services menu (right-click → Services) or press the shortcut. Translate / Explain / Polish shortcuts are rebindable in System Settings → Keyboard → Keyboard Shortcuts → Services.
de: Wählen Sie Text in einer beliebigen App aus, dann wählen Sie Glotty aus dem Dienste-Menü (rechtsklicken → Dienste) oder drücken Sie die Tastenkombination. Übersetzen / Erklären / Optimieren-Tastenkürzel können in Systemeinstellungen → Tastatur → Tastenkürzel → Dienste neu zugewiesen werden.
es: Selecciona texto en cualquier aplicación, luego elige Glotty del menú Servicios (clic derecho → Servicios) o presiona el atajo. Los atajos de Traducir / Explicar / Pulir se pueden reasignar en Configuración del sistema → Teclado → Atajos de teclado → Servicios.
fr: Sélectionnez du texte dans n'importe quelle application, puis choisissez Glotty dans le menu Services (clic droit → Services) ou appuyez sur le raccourci. Les raccourcis Traduire / Expliquer / Corriger peuvent être reconfigurés dans Paramètres système → Clavier → Raccourcis clavier → Services.
ja: 任意のアプリでテキストを選択し、[サービス]メニューからGlottyを選択（右クリック→[サービス]）またはショートカットを押します。翻訳/説明/校正のショートカットは、システム環境設定→キーボード→キーボードショートカット→[サービス]で再割り当てできます。
ko: 어떤 앱에서든 텍스트를 선택한 후 서비스 메뉴에서 Glotty를 선택하거나(마우스 오른쪽 버튼 → 서비스) 단축키를 누르세요. 번역/설명/다듬기 단축키는 시스템 설정 → 키보드 → 키보드 단축키 → 서비스에서 재할당할 수 있습니다.
zh_hans: 在任何应用中选择文本，然后从服务菜单中选择 Glotty（右键单击 → 服务）或按下快捷键。翻译 / 解释 / 润色快捷键可在"系统设置" → "键盘" → "键盘快捷键" → "服务"中重新绑定。
zh_hant: 在任何應用程式中選取文字，然後從服務功能表中選擇 Glotty (右鍵點擊 → 服務) 或按下快捷鍵。「翻譯」/「解釋」/「潤色」的快捷鍵可以在「系統設定」→「鍵盤」→「鍵盤快捷鍵」→「服務」中重新綁定。

source: Selected provider, endpoints, models, custom providers.
de: Ausgewählter Anbieter, Endpunkte, Modelle, benutzerdefinierte Anbieter.
es: Proveedor seleccionado, puntos de conexión, modelos, proveedores personalizados.
fr: Fournisseur sélectionné, points de terminaison, modèles, fournisseurs personnalisés.
ja: 選択したプロバイダー、エンドポイント、モデル、カスタムプロバイダー。
ko: 선택된 제공업체, 엔드포인트, 모델, 사용자 지정 제공업체.
zh_hans: 已选择的提供者、端点、模型、自定义提供者。
zh_hant: 已選取的提供者、端點、模型、自訂提供者。

source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 전송
zh_hans: 发送
zh_hant: 傳送

source: Send a chat reminder now
de: Jetzt eine Chat-Erinnerung senden
es: Enviar un recordatorio de chat ahora
fr: Envoyer un rappel de discussion maintenant
ja: 今すぐチャットのリマインダーを送信
ko: 지금 채팅 알림 보내기
zh_hans: 立即发送一次聊天提醒
zh_hant: 立即傳送聊天提醒

source: Set up Translate
de: Übersetzung einrichten
es: Configurar Traducir
fr: Configurer Traduction
ja: 翻訳を設定
ko: 번역 설정
zh_hans: 设置翻译
zh_hant: 設定翻譯

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Settings…
de: Einstellungen…
es: Configuración…
fr: Paramètres…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: Short intro
de: Kurze Einführung
es: Introducción breve
fr: Introduction rapide
ja: 短い紹介
ko: 간단한 소개
zh_hans: 简短介绍
zh_hant: 簡介

source: Shortcuts
de: Tastenkürzel
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Show Glotty
de: Glotty anzeigen
es: Mostrar Glotty
fr: Afficher Glotty
ja: Glottyを表示
ko: Glotty 보기
zh_hans: 显示 Glotty
zh_hant: 顯示 Glotty

source: Show all (%@)
de: Alle anzeigen (%@)
es: Mostrar todo (%@)
fr: Afficher tout (%@)
ja: すべてを表示(%@)
ko: 모두 보기 (%@)
zh_hans: 显示全部(%@)
zh_hant: 顯示全部 (%@)

source: Show all matching dictionaries
de: Alle passenden Wörterbücher anzeigen
es: Mostrar todos los diccionarios coincidentes
fr: Afficher tous les dictionnaires correspondants
ja: 一致する辞書をすべて表示
ko: 일치하는 모든 사전 표시
zh_hans: 显示所有匹配的词典
zh_hant: 顯示所有符合的辭典

source: Show records from
de: Datensätze anzeigen ab
es: Mostrar registros desde
fr: Afficher les enregistrements à partir de
ja: 表示期間
ko: 다음 기록 표시
zh_hans: 显示时间段
zh_hant: 顯示紀錄自

source: Show the action menu when hovering a selection
de: Aktionenmenü bei Auswahl anzeigen
es: Mostrar el menú de acciones al pasar el cursor sobre una selección
fr: Afficher le menu d'action au survol d'une sélection
ja: 選択範囲をホバーしたときにアクションメニューを表示
ko: 선택 항목을 호버할 때 작업 메뉴 표시
zh_hans: 悬停选择时显示操作菜单
zh_hant: 懸停在選取範圍上時顯示動作選單

source: Show top %@
de: Top %@ anzeigen
es: Mostrar principales %@
fr: Voir les %@ premiers
ja: トップ%@を表示
ko: 상위 %@개 보기
zh_hans: 显示前 %@
zh_hant: 顯示頂部 %@

source: Show welcome
de: Willkommensbildschirm anzeigen
es: Mostrar bienvenida
fr: Afficher l'accueil
ja: ようこそを表示
ko: 환영 표시
zh_hans: 显示欢迎
zh_hant: 顯示歡迎頁面

source: Showing the most recent %@ of %@ events. Narrow the time range above to see fewer.
de: Die %@ neuesten %@ Ereignisse werden angezeigt. Verengen Sie den Zeitbereich oben, um weniger anzuzeigen.
es: Mostrando los %@ eventos más recientes de %@. Reduzca el rango de tiempo anterior para ver menos.
fr: Affichage des %@ événements les plus récents sur %@. Réduisez la plage de temps ci-dessus pour en voir moins.
ja: 最新の%@件%@イベントを表示中です。表示数を減らすには、上の期間を狭めてください。
ko: 가장 최근 %@개의 %@개 이벤트를 표시합니다. 더 적은 수를 보려면 위의 시간 범위를 좁히세요.
zh_hans: 正在显示最近 %@ / %@ 条记录。缩小上方时间范围可减少显示数量。
zh_hant: 顯示最近的 %@ 個 %@ 個事件。將上方的時間範圍縮小以查看較少的事件。

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 跳過

source: Skip for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant
ja: 今はスキップ
ko: 지금은 건너뛰기
zh_hans: 暂时跳过
zh_hant: 暫時跳過

source: Some permissions missing — Fn → T won't work yet.
de: Einige Berechtigungen fehlen — Fn → T funktioniert noch nicht.
es: Faltan algunos permisos — Fn → T aún no funcionará.
fr: Certaines permissions manquent — Fn → T ne fonctionne pas encore.
ja: 一部の権限がありません — Fn → T はまだ機能しません。
ko: 일부 권한이 부족합니다 — Fn → T 아직 작동하지 않습니다.
zh_hans: 缺少部分权限 —— Fn → T 暂时无法使用。
zh_hant: 部分權限缺失 — Fn → T 尚無法使用。

source: Source
de: Quelle
es: Origen
ja: 原文
ko: 원문
zh_hans: 原文
zh_hant: 原文

source: Source (idiom)
de: Quelle (Redewendung)
es: Origen (modismo)
fr: Source (expression)
ja: 原文(慣用句)
ko: 원문(관용구)
zh_hans: 原文(习语)
zh_hant: 原文(慣用語)

source: Source (rough draft)
de: Quelle (Entwurf)
es: Origen (borrador)
fr: Source (brouillon)
ja: 原文(下書き)
ko: 원문(초안)
zh_hans: 原文(草稿)
zh_hant: 原文(草稿)

source: Source (with typos)
de: Quelle (mit Tippfehlern)
es: Origen (con errores)
fr: Source (avec des fautes)
ja: ソース（タイプミスあり）
ko: 원본 (오타 포함)
zh_hans: 来源（有拼写错误）
zh_hant: 來源 (含拼字錯誤)

source: Source can stay on Auto detect. Pin it if you only translate from a fixed language.
de: Quelle kann bei Automatisch erkennen bleiben. Fixieren Sie sie, wenn Sie nur aus einer festen Sprache übersetzen.
es: La fuente puede permanecer en Detección automática. Fijarla si solo traduce desde un idioma fijo.
fr: La source peut rester sur Détection automatique. Épinglez-la si vous traduisez uniquement à partir d'une langue fixe.
ja: ソース言語は自動検出のままにできます。固定言語からのみ翻訳する場合はピンで固定してください。
ko: 소스는 자동 감지로 유지할 수 있습니다. 고정 언어에서만 번역한다면 고정하세요.
zh_hans: 源语言可以保持「自动检测」。如果你只从一种固定语言翻译,可以将它固定。
zh_hant: 來源語言可以保持為自動偵測。如果您只從固定語言翻譯，請將其固定。

source: Source conversation no longer in History.
de: Quellkonversation nicht mehr in Verlauf.
es: La conversación de origen ya no está en el Historial.
fr: La conversation source n'est plus dans l'historique.
ja: ソースの会話は履歴にありません。
ko: 소스 대화 기록에 더 이상 없습니다.
zh_hans: 原对话已不在历史记录中。
zh_hant: 來源對話已不在歷史記錄中。

source: Source language explanation
de: Quellsprachenerklärung
es: Explicación del idioma de origen
fr: Explication de la langue source
ja: ソース言語の説明
ko: 소스 언어 설명
zh_hans: 源语言解释
zh_hant: 來源語言說明

source: Speak aloud
de: Vorlesen
es: Leer en voz alta
fr: Lire à haute voix
ja: 読み上げる
ko: 음성 읽기
zh_hans: 大声朗读
zh_hant: 朗讀

source: Speak the selection aloud
de: Auswahl vorlesen
es: Leer la selección en voz alta
fr: Lire la sélection à voix haute
ja: 選択範囲を朗読する
ko: 선택한 텍스트 읽기
zh_hans: 朗读所选内容
zh_hant: 朗讀選取範圍

source: Speak with ElevenLabs (cloud voice)
de: Mit ElevenLabs sprechen (Cloud-Sprache)
es: Hablar con ElevenLabs (voz en la nube)
fr: Parler avec ElevenLabs (voix cloud)
ja: ElevenLabsで読み上げ（クラウド音声）
ko: ElevenLabs로 말하기 (클라우드 음성)
zh_hans: 使用 ElevenLabs 说话（云语音）
zh_hant: 使用 ElevenLabs 語音 (雲端語音)

source: Speaking style
de: Sprechstil
es: Estilo de habla
fr: Style de parole
ja: 話し方スタイル
ko: 말하는 스타일
zh_hans: 说话风格
zh_hant: 說話風格

source: Speech
de: Sprache
es: Voz
fr: Parole
ja: 音声
ko: 음성
zh_hans: 语音
zh_hant: 語音

source: Start onboarding chat
de: Einführungschat starten
es: Iniciar chat de incorporación
fr: Commencer le chat d'accueil
ja: オンボーディングチャットを開始
ko: 온보딩 채팅 시작
zh_hans: 开始引导对话
zh_hant: 開始入門聊天

source: Status updates live. Grant in System Settings — this window refreshes automatically.
de: Statusaktualisierungen in Echtzeit. Gewähren Sie in Systemeinstellungen — dieses Fenster wird automatisch aktualisiert.
es: Las actualizaciones de estado son en vivo. Conceder en Configuración del sistema — esta ventana se actualiza automáticamente.
fr: Mises à jour de statut en direct. Accordez dans les Paramètres système — cette fenêtre se rafraîchit automatiquement.
ja: ステータスがライブで更新されています。システム設定で許可してください — このウィンドウは自動で更新されます。
ko: 상태 업데이트가 실시간으로 이루어집니다. 시스템 설정에서 권한을 부여하세요 — 이 창은 자동으로 새로고침됩니다.
zh_hans: 状态实时更新。在「系统设置」中授权 —— 此窗口会自动刷新。
zh_hant: 狀態更新為即時狀態。請在「系統設定」中授權 — 此視窗會自動重新整理。

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
zh_hans: 停止
zh_hant: 停止

source: Stopped.
de: Beendet.
es: Detenido.
fr: Arrêté.
ja: 停止しました.
ko: 중지됨.
zh_hans: 已停止
zh_hant: 已停止

source: Stored in Keychain. Not included so the bundle stays safe to share.
de: In Keychain gespeichert. Nicht enthalten, damit das Bundle sicher geteilt werden kann.
es: Almacenado en Keychain. No incluido para que el bundle permanezca seguro para compartir.
fr: Stocké dans le Trousseau. Non inclus afin que le bundle reste sécurisé pour le partage.
ja: キーチェーンに保存されています。共有時の安全性を保つため、バンドルには含まれていません。
ko: 키체인에 저장됩니다. 번들을 안전하게 공유할 수 있도록 포함하지 않았습니다.
zh_hans: 保存在钥匙串中。出于安全考虑,导出包不包含密钥。
zh_hant: 儲存在鑰匙圈中。未包含以便套件保持安全可共享。

source: Streaming from %@…
de: Streaming von %@…
es: Transmitiendo desde %@…
fr: Diffusion depuis %@…
ja: %@からストリーミング中…
ko: %@에서 스트리밍 중…
zh_hans: 正在从 %@ 流式传输…
zh_hant: 正在從 %@… 串流

source: Strong general model. Good balance of quality and speed for explanations and rewriting.
de: Starkes Allzweckmodell. Gute Balance aus Qualität und Geschwindigkeit für Erklärungen und Umformulierungen.
es: Modelo general potente. Buen equilibrio entre calidad y velocidad para explicaciones y reescritura.
fr: Modèle généraliste puissant. Bon équilibre entre qualité et vitesse pour les explications et la réécriture.
ja: 強力な汎用モデル。説明や書き換えで品質と速度のバランスが良い。
ko: 강력한 범용 모델. 설명과 재작성에서 품질과 속도의 균형이 좋음.
zh_hans: 强大的通用模型。在解释和改写方面兼顾质量与速度。
zh_hant: 強大的通用模型。在解釋與改寫方面兼顧品質與速度。

source: Suggestions
de: Vorschläge
es: Sugerencias
ja: 提案
ko: 제안
zh_hans: 建议
zh_hant: 建議

source: System language
de: Systemsprache
es: Idioma del sistema
fr: Langue système
ja: システム言語
ko: 시스템 언어
zh_hans: 系统语言
zh_hant: 系統語言

source: System language (%@)
de: Systemsprache (%@)
es: Idioma del sistema (%@)
fr: Langue système (%@)
ja: システム言語 (%@)
ko: 시스템 언어 (%@)
zh_hans: 系统语言 (%@)
zh_hant: 系統語言 (%@)

source: Tap to open
de: Tippen zum Öffnen
es: Tocar para abrir
fr: Appuyer pour ouvrir
ja: タップして開く
ko: 눌러 열기
zh_hans: 轻触打开
zh_hant: 點擊開啟

source: Term
de: Begriff
es: Término
fr: Terme
ja: 用語
ko: 용어
zh_hans: 术语
zh_hant: 術語

source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
zh_hans: 测试连接
zh_hant: 測試連接

source: Text & colors
de: Text & Farben
es: Texto y colores
fr: Texte & couleurs
ja: テキストと色
ko: 텍스트 및 색상
zh_hans: 文本与颜色
zh_hant: 文字與顏色

source: That ElevenLabs voice needs a paid plan. Open Settings → Voice and pick one of your own voices (Glotty will do this for you), or clear the key to use the free system voice.
de: Diese ElevenLabs-Stimme erfordert ein bezahltes Abo. Öffne Einstellungen → Sprache und wähle eine deiner eigenen Stimmen (Glotty wird dies für dich übernehmen), oder lösche den Schlüssel, um die kostenlose Systemstimme zu verwenden.
es: Esa voz de ElevenLabs requiere un plan de pago. Abre Configuración → Voz y elige una de tus propias voces (Glotty lo hará por ti), o borra la clave para usar la voz gratuita del sistema.
fr: Cette voix ElevenLabs nécessite un plan payant. Ouvrez Paramètres → Voix et choisissez l'une de vos propres voix (Glotty le fera pour vous), ou effacez la clé pour utiliser la voix système gratuite.
ja: その ElevenLabs 音声には有料プランが必要です。設定 → 音声で自分の音声のいずれかを選択してください (Glotty がこれを自動で行います)、またはキーをクリアして無料のシステム音声を使用してください。
ko: 해당 ElevenLabs 음성은 유료 플랜이 필요합니다. 설정 → 음성을 열고 자신의 음성 중 하나를 선택하세요(Glotty가 자동으로 선택해 드립니다), 또는 키를 지워서 무료 시스템 음성을 사용하세요.
zh_hans: 该 ElevenLabs 语音需要付费计划。打开 设置 → 语音 并选择您自己的语音（Glotty 会为您执行此操作），或清除密钥以使用免费的系统语音。
zh_hant: 該 ElevenLabs 語音需要付費方案。開啟「設定」→「語音」並選擇您自己的其中一個語音（Glotty 將為您處理），或清除金鑰以使用免費的系統語音。

source: The engine that powers Fn → R polish. API keys are stored in macOS Keychain. OpenAI-compatible providers (OpenAI, DeepSeek, OpenRouter, Z.AI, plus any custom endpoint you add) share the same wire format. Polish output language and prompt templates live in the Polish tab.
de: Die Engine, die das Polieren für Fn → R antreibt. API-Schlüssel werden in macOS Keychain gespeichert. OpenAI-kompatible Anbieter (OpenAI, DeepSeek, OpenRouter, Z.AI sowie jede von Ihnen hinzugefügte benutzerdefinierte Endpoint) verwenden dasselbe Datenformat. Die Ausgabesprache für das Polieren und die Vorlagen für Aufforderungen befinden sich im Register "Polieren".
es: El motor que potencia el pulido Fn → R. Las claves de API se almacenan en el llavero de macOS. Los proveedores compatibles con OpenAI (OpenAI, DeepSeek, OpenRouter, Z.AI, además de cualquier punto final personalizado que agregues) comparten el mismo formato. El idioma de salida del pulido y las plantillas de prompts se encuentran en la pestaña Pulido.
fr: Le moteur qui alimente le polissage Fn → R. Les clés API sont stockées dans le trousseau de macOS. Les fournisseurs compatibles OpenAI (OpenAI, DeepSeek, OpenRouter, Z.AI, ainsi que tout point de terminaison personnalisé que vous ajoutez) partagent le même format de protocole. La langue de sortie du polissage et les modèles de prompt se trouvent dans l'onglet Polissage.
ja: Fn → R仕上げを動かすエンジン。APIキーはmacOS Keychainに保存されます。OpenAI互換プロバイダー（OpenAI、DeepSeek、OpenRouter、Z.AI、および追加するカスタムエンドポイント）は同じワイヤ形式を共有します。仕上げの出力言語とプロンプトテンプレートは、仕上げタブにあります。
ko: Fn → R 광고를 구동하는 엔진입니다. API 키는 macOS 키체인에 저장됩니다. OpenAI 호환 제공자(OpenAI, DeepSeek, OpenRouter, Z.AI, 그리고 추가하는 사용자 지정 엔드포인트)는 동일한 와이어 형식을 공유합니다. 광화 출력 언어 및 프롬프트 템플릿은 광화 탭에 있습니다.
zh_hans: 支持 Fn → R 润色的引擎。API 密钥存储在 macOS 钥匙串中。OpenAI 兼容提供者（OpenAI、DeepSeek、OpenRouter、Z.AI 以及你添加的任何自定义端点）使用相同的线路格式。润色输出语言和提示模板位于润色标签页中。
zh_hant: 提供 Fn → R 潤飾功能的引擎。API 金鑰儲存在 macOS 金鑰圈中。與 OpenAI 相容的服務提供者（OpenAI、DeepSeek、OpenRouter、Z.AI，以及您新增的任何自訂端點）使用相同的通訊格式。潤飾輸出語言和提示範本位於「潤飾」標籤頁。

source: The engine that powers Fn → R polish. API keys are stored in macOS Keychain. Polish output language and prompt templates live in the Polish tab.
de: Die Engine, die Fn → R Polnisch antreibt. API-Schlüssel werden in macOS Keychain gespeichert. Die Ausgangssprache und Prompt-Vorlagen für Polnisch befinden sich im Polnisch-Tab.
es: El motor que potencia el pulido Fn → R. Las claves de API se almacenan en macOS Keychain. El idioma de salida de pulido y las plantillas de prompt están en la pestaña Pulido.
fr: Le moteur qui alimente le polissage Fn → R. Les clés API sont stockées dans le trousseau de macOS. La langue de sortie de polissage et les modèles de prompt vivent dans l'onglet Polish.
ja: Fn → Rポリッシュを駆動するエンジンです。APIキーはmacOSキーチェーンに保存されます。ポリッシュ出力言語とプロンプトテンプレートは「ポリッシュ」タブにあります。
ko: Fn → R 다듬기를 구동하는 엔진입니다. API 키는 macOS Keychain에 저장됩니다. 다듬기 출력 언어와 프롬프트 템플릿은 '다듬기' 탭에 있습니다.
zh_hans: 驱动 Fn → R 润色的引擎。API 密钥存储在 macOS 钥匙串中。润色输出语言和提示模板位于"润色"标签页中。
zh_hant: 推動 Fn → R 精修功能的引擎。API 金鑰儲存在 macOS 金鑰圈中。精修輸出語言和提示範本位於「精修」分頁中。

source: The language Fn → R rewrites your selection into. Not the same as Translation's target.
de: Die Sprache, in die Fn → R Ihre Auswahl umschreibt. Nicht identisch mit der Zielsprache der Übersetzung.
es: El idioma en el que Fn → R reescribe tu selección. No es lo mismo que el destino de Traducción.
fr: La langue dans laquelle Fn → R réécrit votre sélection. Pas la même que la cible de la traduction.
ja: Fn → Rが選択範囲を書き換える言語です。翻訳の対象言語とは異なります。
ko: Fn → R가 선택한 내용을 다시 작성하는 언어입니다. 번역 대상 언어와는 다릅니다.
zh_hans: Fn → R 将所选文本重写为的语言。与「翻译」的目标语言不同。
zh_hant: Fn → R 將您的選取項目改寫成的語言。與翻譯目標語言不同。

source: The language Glotty replies in during Fn → C chats. Leave on "System language" to follow your Mac's language, or pick one to practice in. The in-chat picker changes this too.
de: Die Sprache, in der Glotty bei Fn → C-Chats antwortet. Lassen Sie es bei "Systemsprache", um Ihrer Mac-Sprache zu folgen, oder wählen Sie eine zum Üben aus. Die Auswahl im Chat ändert diese Einstellung ebenfalls.
es: El idioma en el que Glotty responde durante las conversaciones Fn → C. Deja seleccionado "Idioma del sistema" para que siga el idioma de tu Mac, o elige uno para practicar. El selector del chat también cambia esta opción.
fr: La langue dans laquelle Glotty répond lors des discussions Fn → C. Laissez sur "Langue système" pour suivre la langue de votre Mac, ou choisissez-en une pour vous pratiquer. Le sélecteur dans le chat modifie également ce paramètre.
ja: Fn → Cチャット中にGlottyが使用する言語です。「システム言語」のままにするとMacの言語設定に従います。または、練習したい言語を選択してください。チャット内のピッカーでもこの設定を変更できます。
ko: Glotty가 Fn → C 채팅 중에 사용하는 답장 언어입니다. "시스템 언어"로 설정하면 Mac의 언어를 따르거나, 연습하고 싶은 언어를 선택할 수 있습니다. 채팅 내의 선택기에서도 이 값을 변경할 수 있습니다.
zh_hans: Glotty 在 Fn → C 聊天中使用的回复语言。保留"系统语言"以跟随您的 Mac 语言，或选择一种语言进行练习。聊天中的选择器也会更改此设置。
zh_hant: Glotty 在 Fn → C 對話中使用的回覆語言。留於「系統語言」以跟隨您的 Mac 語言，或選擇一種進行練習。聊天內選擇器也會變更此設定。
